driver-tests/bpelse/assign/AssignJbi/test/echoENTITIESDataType_Invoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://stc.com/echoENTITIESDataType">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <item xmlns="http://stc.com/echoENTITIESDataType">
    <string>ENTITIES</string>
    <normalizedString>ENTITIES</normalizedString>
    <token>ENTITIES</token>
    <base64Binary>ENTITIES</base64Binary>
    <hexBinary>ENTITIES</hexBinary>
    <integer>ENTITIES</integer>
    <positiveInteger>ENTITIES</positiveInteger>
    <negativeInteger>ENTITIES</negativeInteger>
    <nonNegativeInteger>ENTITIES</nonNegativeInteger>
    <nonPositiveInteger>ENTITIES</nonPositiveInteger>
    <long>ENTITIES</long>
    <unsignedLong>ENTITIES</unsignedLong>
    <int>ENTITIES</int>
    <unsignedInt>ENTITIES</unsignedInt>
    <short>ENTITIES</short>
    <unsignedShort>ENTITIES</unsignedShort>
    <byte>ENTITIES</byte>
    <unsignedByte>ENTITIES</unsignedByte>
    <decimal>ENTITIES</decimal>
    <float>ENTITIES</float>
    <double>ENTITIES</double>
    <boolean>ENTITIES</boolean>
    <duration>ENTITIES</duration>
    <dateTime>ENTITIES</dateTime>
    <date>ENTITIES</date>
    <time>ENTITIES</time>
    <gYear>ENTITIES</gYear>
    <gYearMonth>ENTITIES</gYearMonth>
    <gMonth>ENTITIES</gMonth>
    <gMonthDay>ENTITIES</gMonthDay>
    <gDay>ENTITIES</gDay>
    <Name>ENTITIES</Name>
    <QName>ENTITIES</QName>
    <NCName>ENTITIES</NCName>
    <anyURI>ENTITIES</anyURI>
    <language>ENTITIES</language>
    <ID>ENTITIES</ID>
    <IDREF>ENTITIES</IDREF>
    <IDREFS>ENTITIES</IDREFS>
    <ENTITY>ENTITIES</ENTITY>
    <ENTITIES>ENTITIES</ENTITIES>
    <NMTOKEN>ENTITIES</NMTOKEN>
    <NMTOKENS>ENTITIES</NMTOKENS>
  </item>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
